Repository: allink/allink-core
Catalog: allink_core/core_apps/allink_video/locale/*/LC_MESSAGES/django.po
Languages: de

source: Predifined variations for Video Plugin
de: Vordefinierte Varianten für den Video-Abschnitt

source: Ratio
de: Seitenverhältnis

source: This option overrides the default ratio setting for embeded videos.
de: Diese Einstellung überschreibt das Standard-Seitenverhältnis für eingebundene Videos.

source: Video Embed
de: Video (eingebunden)

source: Video settings
de: Video-Einstellungen

source: Advanced settings
de: Erweiterte Einstellungen

source: Video File
de: Video-Datei

source: Attributes
de: Attribute

source: Allink Video Embed
de: Allink Video (eingebunden)

source: Only provide the ID. The correct URL will automatically be generated.<br><br>YouTube: https://www.youtube.com/watch?v=<strong>12345678</strong> (the ID is <strong>12345678</strong>)<br>Vimeo: https://vimeo.com/<strong>12345678</strong> (the ID is <strong>12345678</strong>)
de: Nur die ID eingeben. Die korrekte URL wird automatisch generiert.<br><br>YouTube: https://www.youtube.com/watch?v=<strong>12345678</strong> (die ID ist <strong>12345678</strong>)<br>Vimeo: https://vimeo.com/<strong>12345678</strong> (die ID ist <strong>12345678</strong>)

source: Video Service
de: Video-Dienst

source: <strong>Important:</strong> Autoplaying videos with audio is not recommended. Use wisely.
de: <strong>Wichtig:</strong> Automatisches Abspielen von Videos mit Audio wird nicht empfohlen.

source: Allow fullscreen
de: Vollbild erlauben

source: Allink Video File
de: Allink Video-Datei

source: Recommended video settings:<br><br>Format: mp4<br>Codec: H.264<br>Target Bitrate: 2 (video loads quick and runs smooth)<br>Audio: Not recommended (no audio = smaller file size and less annoyed visitors)<br>File size: Dependent of video length. Generally speaking: Less is more.
de: Empfohlene Video Einstellungen:<br><br>Format: mp4<br>Codec: H.264<br>Target Bitrate: 2 (Video lädt schnell und läuft ohne Stocken)<br>Audio: Nicht empfohlen (kein Audio = kleinere Dateigrösse und weniger verärgerte Besucher)<br>Dateigrösse: Abhängig von der Länge des Videos. Allgemein: Weniger ist mehr.

source: Video Start Image
de: Video-Startbild

source: Image that is being displayed while the video is loading. Ideally the very first frame of the video is used, in order to make the transition as smooth as possible.<br><br><strong>Imoprtant:</strong> Make sure the aspect ratio of the image is <strong>exactly the same</strong> as the video, otherwise the video height will shrink or grow when the playback starts.
de: Dieses Bild wird angezeigt, während das Video lädt. Am besten das allererste Frame des Videos benutzen, damit der Beginn ohne Stocken verläuft.<br><br><strong>Wichtig:</strong> Stellen Sie sicher, dass das Seitenverhältnis für Bild und Video <strong>genau das gleiche</strong> ist, andernfalls wird sich die Höhe des Videos anpassen, sobald es abgespielt wird.

source: Video width
de: Breite Video

source: Video height
de: Höhe Video

source: Muted
de: Stumm

source: Caution: Autoplaying videos with audio is not recommended. Use wisely.
de: Vorsicht: Automatisches Abspielen von Videos mit Audio wird nicht empfohlen.

source: Image Only (Mobile)
de: Nur Bild (Mobile)

source: Disable video on mobile devices and only show the start image without video control.
de: Deaktiviert das Video für Mobile, stattdessen wird nur das Startbild ohne Videosteuerung angezeigt.
