Repository: allink/allink-core
Catalog: allink_core/core_apps/allink_instagram/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: The section title
de: Abschnittstitel

source: Choose a template.
de: Template wählen

source: Sort order
de: Sortierung

source: Choose a order.
de: Sortierung wählen

source: Grid items per row
de: Anzahl Einträge pro Zeile

source: Only applied if a "Grid" template has been selected.
de: Wird nur angewandt, wenn ein "Grid"-Template ausgewählt wurde.

source: Max. entries per page
de: Max. Einträge pro Seite

source: Set to 0 if all entries should be displayed on first page.
de: Mit 0 können alle Einträge auf der ersten Seite angezeigt werden.

source: Follow Text
de: Folgen Text

source: Follow us text i.e.: Tag your images with #awesomehashtag
de: Folge-uns-Text, bsp.: Tagge deine Bilder mit #awesomehashtag.

source: Follow us
de: Folge uns
