Repository: allink/allink-core
Catalog: allink_core/allink_*/locale/*/LC_MESSAGES/django.po
Languages: de

source: Categories
de: Kategorien

source: Display Options
de: Anzeigeoptionen

source: Filter & Ordering
de: Filter & Sortierung

source: Select entries manually
de: Einträge manuell auswählen

source: Category Navigation Options
de: Kategorie-Navigationsoptionen

source: Number of entries
de: Anzahl der Einträge

source: Pagination Options
de: Pagination Optionen

source: Additional Options
de: Zusätzliche Optionen

source: Grid Options
de: Grid Optionen

source: Categories for Navigation
de: Kategorien für die Navigation

source: You can explicitly define the categories for the category navigation here. This will override the automatically set of categories. (From "Filter & Ordering" but not from the "Manual entries")
de: Hier können Sie die Kategorien für die Kategorie-Navigation explizit auswählen. Damit werden die automatisch gewählten Kategorien überschrieben. (Von "Filter & Sortierung" aber nicht von "Manuelle Einträge")

source: Categories (AND operator)
de: Kategorien (AND Operator)

source: Use this field if you want to further restrict your result set. This option allows you to create a conjunction between the first set of categories in field "Categories" and the ones specified here.
de: Nutzen Sie dieses Feld um die gefundenen Resultate noch stärker einzugrenzen. Diese Option erlaubt es Ihnen eine UND-Verknüpfung zwischen der ersten Auswahl an Kategorien im Feld "Kategorien" und den hier spezifizierten zu erstellen.

source: Filter Fields
de: Filter Felder

source: A Select Dropdown will be displayed for this Fields.
de: Für diese Felder wird ein Dropdown dargestellt.

source: Background color
de: Hintergrundfarbe

source: Predifined variations
de: Vordefinierte css-Klassen

source: Instructions: Single selection is made by clicking on an option. Multiple selections are achieved by pressing and holding down the Command-key (Mac) or Control-Key (Windows) <strong>and</strong> clicking the options you would like to apply.
de: Anleitung: Einzelne Selektion durch Klicken auf die gewünschte Option. Mehrfachwahl kann durch Drücken und Halten der Command-Taste (Mac) or Control-Taste (Windows) <strong>und</strong> Anklicken der gewünschten Optionen erzielt werden.

source: Ordering
de: Sortierung

source: Please choose a predefined color.
de: Bitte eine vordefinierte Farbe auswählen.

source: pages
de: Seiten

source: Thumbnail is created when publication is saved. And a PDF document is assigned.
de: Das Thumbnail wird generiert, wenn die Publikation gespeichert ist und ein PDF definiert ist.

source: Male
de: Männlich

source: Female
de: Weiblich

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Left
de: Links

source: Center
de: Mitte

source: Right
de: Rechts

source: Top
de: Oben

source: Middle
de: Mitte

source: Bottom
de: Unten

source: Title Large
de: Titel Gross

source: Title Medium
de: Titel Normal

source: Title Small
de: Titel Klein

source: Small
de: Klein

source: Medium
de: Mittel

source: Large
de: Gross

source: New window
de: Neues Fenster

source: Softpage large
de: Softpage gross

source: Softpage small
de: Softpage klein

source: Lightbox (Forms)
de: Lightbox (Formular)

source: Lightbox (Image)
de: Lightbox (Bild)

source: Member Login
de: Mitglieder Login

source: Member Logout
de: Mitglieder Logout

source: Member Change Passwort
de: Mitglieder Passwort ändern

source: Member Reset Passwort
de: Mitglieder Passwort zurücksetzen

source: Member Edit Profile
de: Mitglieder Profil bearbeiten

source: Contact Form
de: Kontaktformular

source: Zip Code Field
de: PLZ Feld

source: created
de: erstellt

source: modified
de: geändert

source: Active
de: Aktiv

source: Published
de: Publiziert

source: Title
de: Titel

source: The section title
de: Abschnittstitel

source: Section Title Size
de: Grösse Abschnittstitel

source: Activate "container"
de: "container" aktivieren

source: If checked, an inner container with a maximum width is added
de: Fügt einen inneren Container mit einer maximalen Breite zu.

source: Set a predefined background color
de: Wählen sie eine vordefiniert Hintergrundfarbe

source: Background-Image
de: Hintergrund-Bild

source: Optional: Set a background image for the content section.<br>Note: This is meant for decorative purposes only and should be used with care.
de: Optional: Setzten Sie ein Hintergrundbild für diesen Inhaltsabschnitt.<br>Hinweis: Ist nur für dekorative Zwecke gedacht und sollte mit Sorgfalt genutzt werden.

source: Choose a template.
de: Wählen Sie ein Template.

source: Show category navigation
de: Kategorie-Navigation anpassen

source: If checked, a filter navigation with all selected categories is displayed.<br>Please note: A category is only displayed if it contains items.
de: Falls angewählt, wird eine Navigation mit allen gewählten Kategorien dargestellt. <br>Hinweis: Eine Kategorie wird nur dann angezeigt, wenn sie Einträge enthält.

source: Show category "all"
de: Kategorie "Alle" anzeigen

source: If checked, a category "all" in filter navigation is displayed.
de: Falls angewählt, wird in der Navigation eine Kategorie "Alle" angezeigt.

source: You can explicitly define the categories for the category navigation here. This will override the automatically set of categories (either the one generated from "Filter & Ordering" or "Manual entries")
de: Hier können Sie die Kategorien für die Kategorie-Navigation explizit auswählen. Damit werden die automatisch gewählten Kategorien überschrieben. (Entweder die generiert von "Filter & Sortierung" oder von "Manuelle Einträge")

source: Show detailed information in Softpage
de: Detailinformationen in Softpage anzeigen

source: If checked, the detail view of an entry will be displayed in a "softpage". Otherwise the page will be reloaded.
de: Falls gesetzt, wird die Detailansicht für einen Eintrag in einer Softpage angezeigt.Ansonsten wird die Seite neu geladen.

source: Show detail link
de: Detaillink anzeigen

source: If checked, a link/button to the detail view will be displayed.
de: Falls gesetzt, wird in der Übersicht ein Link/Button zur Detailansicht angezeigt.

source: Grid items per row
de: Anzahl Einträge pro Zeile

source: Only applied if a "Grid" template has been selected.
de: Wird nur berücksichtigt, falls das "Grid" template ausgewählt ist.

source: Max. entries per page
de: Max. Einträge pro Seite

source: Limit the number of entries (in case of the "load more" pagination type: entries per page). Default is "0" (show all entries)
de: Schränkt die Anzahl Einträge auf einer Seite ein.

source: Pagination Type
de: Pagination Typ

source: Text for "Load More"-Button
de: Text für den "Mehr laden"-Button

source: If left blank, a default text will be used. <br>Note: Should the default text be adjusted site-wide, please contact the project manager (such changes can be made on a code level)
de: Falls Sie das Feld leer lassen, wird ein Standardtext verwendet. <br>Hinweis: Sollte der Standardtext für die gesamte Website geändert werden, kontaktieren Sie den Projektleiter.

source: Text for "Detail"-Link
de: Text für den "Detail"-Link

source: If left blank, a default text will be used.<br>Note: Should the default text be adjusted site-wide, please contact the project manager (such changes can be made on a code level)
de: Falls Sie das Feld leer lassen, wird ein Standardtext verwendet. <br>Hinweis: Sollte der Standardtext für die gesamte Website geändert werden, kontaktieren Sie den Projektleiter.

source: All
de: Alle

source: Send internal e-mail
de: Internes E-Mail versenden

source: Send confirmation mail to defined internal e-mail addresses.
de: Falls angewählt, wird ein Bestätigungsmail an die definierten E-Mail-Aderessen verschickt.

source: Internal e-mail addresses
de: Interne E-Mail Adresse

source: Sender e-mail address
de: Absender E-Mail Adresse

source: Send external e-mail
de: Externes E-Mail versenden

source: Send confirmation mail to customer.
de: Falls angewählt, wird ein Bestätigungsmail an den Kunden geschickt.

source: Thank you text
de: Dankenstext

source: This text will be shown, after form completion.
de: Dieser Text wird angezeigt, nachdem das Formular abgesendet wurde.

source: Display labels
de: Labels darstellen

source: Street
de: Strasse

source: Street Nr.
de: Nummer

source: Address Additional
de: Adresszusatz

source: Zip Code
de: Postleitzahl

source: Place
de: Ort

source: Phone
de: Telefon

source: We automatically handle phone number formatting, Please provide the number in the following format "+41 43 333 30 90".
de: Bitte die Telefonnummer im Format "+41 43 333 30 90" angeben.

source: Title when shared on Facebook.
de: Titel auf Facebook falls geteilt.

source: Meta Description for Search Engines and when shared on Facebook.
de: Meta-Beschribung für Suchmaschienen und falls auf Facebook geteilt.

source: New Page
de: Neue Seite

source: Provide a valid URL to an external website.
de: Gültige URL zu einer externen Website angeben.

source: Internal link
de: Interner Link

source: Email address
de: E-Mail Adresse

source: Anchor
de: Anker

source: Appends the value only after the internal or external link.Do <em>not</em> include a preceding "#" symbol.
de: Hängt den Wert nur an einen internen oder externen Link. <strong>Kein</strong> führendes "#"-Zeichen angeben.

source: file
de: Datei

source: Attributes
de: Attribute

source: Only one of %(fields)s or %(last_field)s may be given.
de: Nur eines der Felder %(fields)s oder %(last_field)s darf angegeben werden.

source: %(anchor_field_verbose_name)s is not allowed together with %(field_name)s
de: %(anchor_field_verbose_name)s kann nicht mit %(field_name)s verwendet werden.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Message
de: Nachricht

source: Files with extension %(extension)s are not supported.
de: Dateien mit der Erweiterung %(extension)s werden nicht unterstützt.

source: Load More
de: Mehr

source: No entries found with the applied filters.
de: Keine Einträge für die gewählten Filter verfügbar.

source: More
de: Mehr

source: Previous Slide
de: Vorheriges Slide

source: Next Slide
de: Nächstes Slide

source: Text Preview
de: Vorschautext

source: The form has been submitted successfully.
de: Das Formular wurde erfolgreich versandt.

source: Close
de: Schliessen

source: required
de: Pflichtfeld

source: Add plugin to
de: Plugin zufügen zu

source: Please create a folder "favicons" and upload the complete favicon set.
de: Bitte einen Ordner "favicons" erstellen und das gesammte Favicon-Set hochladen.

source: Something went wrong with your subscription. Please try again later.
de: Bei Ihrer Anmeldung ist etwas schief gegangen. Bitte versuchen Sie es später erneut.
