Repository: allink/allink-core
Catalog: allink_core/core_apps/allink_image/locale/*/LC_MESSAGES/django.po
Languages: de

source: Link Internal
de: Interner Link

source: Ratio
de: Seitenverhältnis

source: This option overrides the default image ratio set for images in a colum of a content section.
de: Diese Option überschreibt die Standardeinstellung für Bildseitenverhältnisse, die für Bilder in einer Spalte gesetzt ist.

source: Set a predefined background color
de: Vordefinierte Hintergrundfarbe wählen

source: Predifined variations
de: Vordefiniert Variationen

source: Image
de: Bild

source: Additional settings
de: Erweiterte Einstellungen

source: Link settings
de: Link-Einstellungen

source: Placeholder Background Color
de: Platzhalter Hintergrundfarbe

source: Show default image placeholder background color.<br><strong>Important:</strong> Disabling this option results in a transparent background even if a specific color is set (this makes sense when a transparent PNG image is used)
de: Standard-Hintergrundfarbe für Platzhalterbilder anzeigen.<br><strong>Wichtig:</strong> Wenn diese Option deaktiviert ist, wird ein transparenter Hintergrund angezeigt, auch wenn eine Farbe gewählt wurde (Sinnvoll für transparente PNGs).

source: Loader Icon
de: Lade-Icon

source: Show the icon that is used as long as the image is loading.<br><strong>Important:</strong> Disable this option if a transparent PNG image is used.
de: Icon anzeigen, während das Bild lädt.<br><strong>Wichtig:</strong> Für transparente PNGs sollte diese Option deaktiviert werden.

source: Caption text
de: Bildunterschrift

source: Provide a description, attribution, copyright or other information.
de: Für Beschreibung, Zuordnung, Copyright oder andere Informationen.

source: Attributes
de: Attribute

source: <file is missing>
de: <Datei fehlt>
