Repository: allink/allink-core
Catalog: allink_core/apps/locations/locale/*/LC_MESSAGES/django.po
Languages: de

source: Preview Image
de: Vorschaubild

source: This could be a <strong>Google Places</strong> or <strong>Directions</strong> link.
de: Das könnte ein Link zu <strong>Google Places</strong> oder einem <strong>Routenplaner</strong> sein.

source: Monday morning or whole day
de: Montagmorgen oder ganzer Montag

source: Tuesday morning or whole day
de: Dienstagmorgen oder ganzer Dienstag

source: Wednesday morning or whole day
de: Mittwochmorgen oder ganzer Mittwoch

source: Thursday morning or whole day
de: Donnerstagmorgen oder ganzer Donnerstag

source: Friday morning or whole day
de: Freitagmorgen oder ganzer Freitag

source: Saturday morning or whole day
de: Samstagmorgen oder ganzer Samstag

source: Sunday morning or whole day
de: Sonntagmorgen oder ganzer Sonntag

source: Monday afternoon
de: Montagnachmittag

source: Tuesday afternoon
de: Dienstagnachmittag

source: Wednesday afternoon
de: Mittwochnachmittag

source: Thursday afternoon
de: Donnerstagnachmittag

source: Friday afternoon
de: Freitagnachmittag

source: Saturday afternoon
de: Samstagnachmittag

source: Sunday afternoon
de: Sonntagnachmittag

source: Location
de: Standort

source: Locations
de: Standorte

source: Now open
de: Jetzt geöffnet

source: Leave blank to auto-generate a unique slug.
de: Leer lassen, um den Slug automatisch zu generieren.

source: Subtitle
de: Untertitel

source: Teaser text that in some cases is used in the list view and/or in the detail view.
de: Teaser text, welcher in der Listenansicht und/oder in der Detailansicht verwendet wird.

source: Opening hours
de: Öffnungszeiten

source: This Text will be used to show the Opening hours on the location detail page. If provided, the detailed opening hours will be overriden.
de: Dieser Text wird benötigt, um die Öffnungszeiten in der Detailansicht darzustellen. Überschreibt die Öffnungszeiten (detailliert).

source: Select and arrange specific entries, or, leave blank to select all. (If manual entries are selected the category filtering will be ignored.)
de: Wählen und ordnen Sie spezifische Einträge oder leer lassen, um alle zu wählen. (Kategorienfilterung wird bei manuellen Einträgen nicht angewandt.)

source: The higher the number, the more we zoom in.
de: Je höher die Zahl, desto stärker ist die Vergrösserung.

source: Opening hours (Detailed)
de: Öffnungszeiten (detailliert)

source: Map Options
de: Karten-Optionen
